Repository: Nakwendaa/mona-ios
Catalog: mona-ios/Application/Daily Artwork/*.lproj/DailyArtworkViewController.strings
Languages: fr

source: daily artwork
fr: œuvre du jour

source: unknown date
fr: date inconnue

source: unknown artist
fr: artiste inconnu

source: unknown category
fr: catégorie inconnue

source: unknown title
fr: non titré

source: unknown dimensions
fr: dimensions inconnues

source: need authorization camera open settings title
fr: besoin d'une autorisation pour utiliser la caméra

source: need authorization camera open settings message
fr: veuillez permettre à l'application d'utiliser l'appareil photo pour prendre une photo d'une œuvre d'art.

source: camera unavailable title
fr: appareil photo indisponible

source: camera unavailable message
fr: malheureusement, il n'est pas possible d'utiliser l'appareil photo car il semble indisponible. Veuillez vérifier votre téléphone.
